Repository: crazypoo/CrazyDashboard
Catalog: Global/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, tr, zh_hant

# ride_black_box_empty
source: 暂无事件片段
de: Keine Event-Clips
en: No event clips
es: Sin clips de eventos
fr: No event clips
it: Nessun clip dell'evento
tr: Olay klibi yok
zh_hant: 暫無事件片段

# ride_black_box_export
source: 导出黑匣子
de: Blackbox exportieren
en: Export black box
es: Exportar caja negra
fr: Exporter la boîte noire
it: Esporta scatola nera
tr: Kara kutuyu dışa aktar
zh_hant: 匯出黑盒

# ride_black_box_export_hint
source: 选择已保存事件片段的导出格式。
de: Choose a format for the saved event clips.
en: Choose a format for the saved event clips.
es: Elija un formato para los clips de eventos guardados.
fr: Choose a format for the saved event clips.
it: Choose a format for the saved event clips.
tr: Kaydedilen olay klipleri için bir biçim seçin.
zh_hant: 選擇已儲存事件片段的匯出格式。

# ride_black_box_no_data
source: 没有可导出的黑匣子片段。
de: Es sind keine gespeicherten Blackbox-Clips zum Exportieren vorhanden.
en: There are no saved black-box clips to export.
es: There are no saved black-box clips to export.
fr: There are no saved black-box clips to export.
it: Non ci sono clip salvate nella scatola nera da esportare.
tr: Dışa aktarılacak kaydedilmiş kara kutu klibi yok.
zh_hant: 沒有可匯出的黑盒片段。

# ride_center
source: 骑行座舱
de: Fahrcockpit
en: Ride cockpit
es: cabina de paseo
fr: Cockpit de conduite
it: Giro in cabina di pilotaggio
tr: Sürüş kokpiti
zh_hant: 騎行座艙

# ride_connected
source: 已连接
de: Verbunden
en: Connected
es: Conectado
fr: Connecté
it: Connected
tr: Bağlandı
zh_hant: 已連線

# ride_connecting
source: 连接中
de: Connecting
en: Connecting
es: Connecting
fr: De liaison
it: Connecting
tr: Bağlanıyor
zh_hant: 連線中

# ride_connection
source: 连接状态
de: Connection status
en: Connection status
es: Estado de conexión
fr: Connection status
it: Connection status
tr: Bağlantı durumu
zh_hant: 連線狀態

# ride_dashboard
source: 仪表
de: Dashboard
en: Dashboard
es: Panel
fr: Dashboard
it: Pannello di controllo
tr: Gösterge paneli
zh_hant: 儀表

# ride_disconnected
source: 已断开
de: Getrennt
en: Disconnected
es: Desconectado
fr: Déconnecté
it: Disconnesso
tr: Bağlantı kesildi
zh_hant: 已斷線

# ride_failed
source: 连接失败
de: Verbindung fehlgeschlagen
en: Connection failed
es: La conexión falló
fr: Connection failed
it: Connessione non riuscita
tr: Bağlantı başarısız
zh_hant: 連線失敗

# ride_group_far
source: 可能掉队: %d 人
de: Possible dropped riders: %d
en: Possible dropped riders: %d
es: Posibles ciclistas eliminados: %d
fr: Passagers abandonnés possibles : %d
it: Possibili corridori eliminati: %d
tr: Geride kalmış olabilir: %d
zh_hant: 可能掉隊: %d 人

# ride_group_none
source: 未开启组队
de: Gruppenfahrt ist nicht aktiv
en: Group ride is not active
es: El viaje en grupo no está activo
fr: Le trajet en groupe n'est pas actif
it: Group ride is not active
tr: Grup sürüşü etkin değil
zh_hant: 未開啟組隊

# ride_group_ok
source: 车队状态正常: %d 人
de: Gruppe ist gesund: %d Fahrer
en: Group is healthy: %d riders
es: El grupo está sano: %d corredores
fr: Group is healthy: %d riders
it: Il gruppo è in salute: ciclisti %d
tr: Grup normal: %d sürücü
zh_hant: 車隊狀態正常: %d 人

# ride_group_safety
source: 组队安全
de: Group safety
en: Group safety
es: Seguridad grupal
fr: Group safety
it: Sicurezza del gruppo
tr: Grup güvenliği
zh_hant: 組隊安全

# ride_group_stale
source: 位置过期: %d 人
de: Stale positions: %d riders
en: Stale positions: %d riders
es: Stale positions: %d riders
fr: Stale positions: %d riders
it: Posizioni stantie: ciclisti %d
tr: Eski konumlar: %d sürücü
zh_hant: 位置過期: %d 人

# ride_group_unknown
source: 等待位置: %d 人
de: Warten auf Positionen: %d
en: Waiting for positions: %d
es: Esperando posiciones: %d
fr: Waiting for positions: %d
it: Waiting for positions: %d
tr: Konumlar bekleniyor: %d

# ride_idle
source: 未连接
de: Not connected
en: Not connected
es: Not connected
fr: Non connecté
it: Not connected
tr: Bağlı değil
zh_hant: 未連線

# ride_last_sync
source: 最后同步
de: Last sync
en: Last sync
es: Última sincronización
fr: Last sync
it: Ultima sincronizzazione
tr: Son senkronizasyon
zh_hant: 最後同步

# ride_manual_event
source: 手动标记
de: Manual marker
en: Manual marker
es: marcador manual
fr: Manual marker
it: Marcatore manuale
tr: Manuel işaret
zh_hant: 手動標記

# ride_mark_event
source: 标记当前事件
de: Aktuelles Ereignis markieren
en: Mark current event
es: Marcar evento actual
fr: Mark current event
it: Mark current event
tr: Mevcut olayı işaretle
zh_hant: 標記目前事件

# ride_mark_event_saved
source: 已保存到当前行程
de: Markierung zur aktuellen Fahrt hinzugefügt
en: Marker added to the current ride
es: Marcador agregado al viaje actual
fr: Marqueur ajouté au trajet actuel
it: Marker added to the current ride
tr: İşaret mevcut sürüşe eklendi
zh_hant: 已保存到目前行程

# ride_mark_event_unavailable
source: 当前没有进行中的行程
de: No ride is currently recording
en: No ride is currently recording
es: No se está grabando ningún viaje actualmente
fr: Aucun trajet n'est actuellement enregistré
it: No ride is currently recording
tr: Şu anda kaydedilen sürüş yok
zh_hant: 目前沒有進行中的行程

# ride_no_parking
source: 暂无停车位置
de: No parking position
en: No parking position
es: No parking position
fr: Pas de position de stationnement
it: Nessuna posizione di parcheggio
tr: Park konumu yok
zh_hant: 暫無停車位置

# ride_not_available
source: 暂无数据
de: Nicht verfügbar
en: Unavailable
es: Unavailable
fr: Indisponible
it: Non disponibile
tr: Kullanılamıyor
zh_hant: 暫無資料

# ride_parking
source: 停车位置
de: Parkposition
en: Parking position
es: Posición de estacionamiento
fr: Position de stationnement
it: Parking position
tr: Park konumu
zh_hant: 停車位置

# ride_ptt_members
source: 已连接车友: %d
de: Verbundene Fahrer: %d
en: Connected riders: %d
es: Connected riders: %d
fr: Connected riders: %d
it: Ciclisti connessi: %d
tr: Bağlı sürücüler: %d
zh_hant: 已連線車友: %d

# ride_ptt_none
source: 暂无车友
de: Keine Reiter
en: No riders
es: Sin jinetes
fr: No riders
it: Nessun cavaliere
tr: Sürücü yok
zh_hant: 暫無車友

# ride_range
source: 预计续航
de: Geschätzte Reichweite
en: Estimated range
es: Rango estimado
fr: Estimated range
it: Estimated range
tr: Tahmini menzil
zh_hant: 預計續航

# ride_readiness
source: 出发检查
de: Departure check
en: Departure check
es: Departure check
fr: Departure check
it: Controllo della partenza
tr: Sürüş öncesi kontrol
zh_hant: 出發檢查

# ride_readiness_attention
source: 需要注意
de: Aufmerksamkeit
en: Attention
es: Atención
fr: Attention
it: Attenzione
tr: Dikkat

# ride_readiness_issue_battery
source: 电瓶电压偏低
de: Battery voltage low
en: Battery voltage low
es: Tensión de batería baja
fr: Tension de la batterie faible
it: Voltaggio della batteria basso
tr: Akü voltajı düşük
zh_hant: 電瓶電壓偏低

# ride_readiness_issue_dashboard
source: 仪表未连接
de: Dashboard disconnected
en: Dashboard disconnected
es: Dashboard disconnected
fr: Dashboard disconnected
it: Dashboard disconnected
tr: Gösterge paneli bağlı değil
zh_hant: 儀表未連線

# ride_readiness_issue_fuel
source: 油量偏低
de: Wenig Kraftstoff
en: Low fuel
es: Low fuel
fr: Faible consommation de carburant
it: Carburante scarso
tr: Yakıt az

# ride_readiness_issue_maintenance
source: 需要保养
de: Maintenance due soon
en: Maintenance due soon
es: El mantenimiento vence pronto
fr: Maintenance due soon
it: Manutenzione prevista a breve
tr: Bakım yaklaşıyor
zh_hant: 需要保養

# ride_readiness_issue_obd
source: OBD 未连接
de: OBD disconnected
en: OBD disconnected
es: OBD desconectado
fr: OBD disconnected
it: OBD disconnected
tr: OBD bağlı değil
zh_hant: OBD 未連線

# ride_readiness_issue_ptt
source: 车友位置共享未开启
de: Die Gruppenstandortfreigabe ist deaktiviert
en: Group location sharing is off
es: Compartir ubicación en grupo está desactivado
fr: Le partage de position en groupe est désactivé
it: Group location sharing is off
tr: Grup konum paylaşımı kapalı
zh_hant: 車友位置共享未開啟

# ride_readiness_issue_range
source: 续航不可用
de: Range unavailable
en: Range unavailable
es: Rango no disponible
fr: Range unavailable
it: Gamma non disponibile
tr: Menzil kullanılamıyor
zh_hant: 續航不可用

# ride_readiness_issue_stale
source: 数据已过期
de: Data is stale
en: Data is stale
es: Data is stale
fr: Data is stale
it: I dati sono obsoleti
tr: Veriler eski
zh_hant: 資料已過期

# ride_readiness_ready
source: 可以出发
de: Bereit
en: Ready
es: Listo
fr: Prêt
it: Pronto
tr: Hazır
zh_hant: 可以出發

# ride_readiness_ready_hint
source: 基于最近一次缓存数据。
de: Basierend auf den neuesten zwischengespeicherten Daten.
en: Based on the latest cached data.
es: Basado en los últimos datos almacenados en caché.
fr: Basé sur les dernières données mises en cache.
it: Based on the latest cached data.
tr: En son saklanan verilere dayanır.
zh_hant: 根據最近一次快取資料。

# ride_readiness_unavailable
source: 暂不可用
de: Nicht verfügbar
en: Unavailable
es: Indisponible
fr: Unavailable
it: Non disponibile
tr: Kullanılamıyor
zh_hant: 暫不可用

# ride_readiness_unavailable_hint
source: 连接车辆后才能刷新检查结果。
de: Connect a vehicle to refresh this check.
en: Connect a vehicle to refresh this check.
es: Conecte un vehículo para actualizar esta verificación.
fr: Connectez un véhicule pour actualiser cette vérification.
it: Collega un veicolo per aggiornare questo controllo.
tr: Bu kontrolü yenilemek için bir araç bağlayın.
zh_hant: 連線車輛後才能重新整理檢查結果。

# ride_replay_event_count
source: %d 个事件
de: %d Ereignisse
en: %d events
es: %d eventos
fr: %d events
it: %d events
tr: %d olay
zh_hant: %d 個事件

# ride_replay_event_hard_acceleration
source: 急加速
de: Harte Beschleunigung
en: Hard acceleration
es: Aceleración fuerte
fr: Forte accélération
it: Forte accelerazione
tr: Sert hızlanma

# ride_replay_event_hard_braking
source: 急刹
de: Hartes Bremsen
en: Hard braking
es: Frenado fuerte
fr: Freinage brusque
it: Frenata brusca
tr: Sert frenleme
zh_hant: 急煞

# ride_replay_event_heavy_bump
source: 重颠簸
de: Schwerer Stoß
en: Heavy bump
es: Heavy bump
fr: Grosse bosse
it: Urto pesante
tr: Sert tümsek
zh_hant: 重顛簸

# ride_replay_event_high_lean
source: 高倾角
de: High lean angle
en: High lean angle
es: High lean angle
fr: Angle d'inclinaison élevé
it: High lean angle
tr: Yüksek yatış açısı
zh_hant: 高傾角

# ride_replay_event_offroad
source: 越野事件
de: Off-road event
en: Off-road event
es: Evento todoterreno
fr: Événement hors route
it: Evento fuoristrada
tr: Arazi olayı

# ride_replay_event_suspected_slip
source: 疑似打滑
de: Verdacht auf Ausrutscher
en: Suspected slip
es: Resbalón sospechoso
fr: Glissade suspectée
it: Scivolata sospetta
tr: Şüpheli kayma

# ride_replay_events
source: 事件
de: Events
en: Events
es: Events
fr: Events
it: Eventi
tr: Olaylar

# ride_replay_g_force
source: G 值
de: G-Force
en: G-Force
es: G-Force
fr: G-Force
it: Forza G
tr: G kuvveti

# ride_replay_invalid_track
source: GPX 轨迹无效
de: Der GPX-Track ist ungültig
en: The GPX track is invalid
es: La pista GPX no es válida
fr: La trace GPX n'est pas valide
it: The GPX track is invalid
tr: GPX rotası geçersiz
zh_hant: GPX 軌跡無效

# ride_replay_lean
source: 倾角
de: Lean
en: Lean
es: Inclinarse
fr: Lean
it: Lean
tr: Yatış
zh_hant: 傾角

# ride_replay_loading
source: 正在加载回放…
de: Wiedergabe wird geladen…
en: Loading replay…
es: Cargando repetición…
fr: Chargement de la rediffusion…
it: Caricamento riproduzione...
tr: Tekrar oynatma yükleniyor…
zh_hant: 正在載入回放…

# ride_replay_missing_track
source: 该行程没有可回放的 GPX 轨迹
de: This ride has no replayable GPX track
en: This ride has no replayable GPX track
es: This ride has no replayable GPX track
fr: Ce trajet n'a pas de piste GPX rejouable
it: Questa corsa non ha traccia GPX rigiocabile
tr: Bu sürüşte oynatılabilir GPX rotası yok
zh_hant: 此行程沒有可回放的 GPX 軌跡

# ride_replay_no_events
source: 没有记录的事件
de: No events recorded
en: No events recorded
es: No se registraron eventos
fr: Aucun événement enregistré
it: Nessun evento registrato
tr: Kayıtlı olay yok
zh_hant: 沒有記錄的事件

# ride_replay_paused
source: 已暂停
de: Paused
en: Paused
es: En pausa
fr: Paused
it: Paused
tr: Duraklatıldı
zh_hant: 已暫停

# ride_replay_playing
source: 播放中
de: Playing
en: Playing
es: Jugando
fr: Playing
it: Playing
tr: Oynatılıyor

# ride_replay_rpm
source: 转速
de: RPM
en: RPM
es: RPM
fr: RPM
it: RPM
tr: RPM
zh_hant: 轉速

# ride_replay_speed
source: 速度
de: Geschwindigkeit
en: Speed
es: Speed
fr: Vitesse
it: Velocità
tr: Hız

# ride_replay_title
source: 行程回放
de: Ride Replay
en: Ride Replay
es: Repetición del viaje
fr: Reprise du trajet
it: Ripetizione del giro
tr: Sürüş tekrarı

# ride_safety_center
source: 安全中心
de: Safety
en: Safety
es: Seguridad
fr: Sécurité
it: Safety
tr: Güvenlik

# ride_status
source: 骑行状态
de: Fahrstatus
en: Ride status
es: Ride status
fr: Ride status
it: Stato della corsa
tr: Sürüş durumu
zh_hant: 騎行狀態

# ride_story
source: 行程故事
de: Fahrgeschichte
en: Ride story
es: historia de paseo
fr: Histoire de balade
it: Storia del giro
tr: Sürüş özeti

# ride_story_distance
source: 里程: %@
de: Entfernung: %@
en: Distance: %@
es: Distancia: %@
fr: Distance: %@
it: Distance: %@
tr: Mesafe: %@

# ride_story_elevation
source: 爬升: %dm / 下降: %dm
de: Aufstieg: %d m / Abstieg: %d m
en: Climb: %dm / descent: %dm
es: Climb: %dm / descent: %dm
fr: Montée : %d m / descente : %d m
it: Salita: %d m / Discesa: %d m
tr: Tırmanış: %dm / iniş: %dm

# ride_story_empty
source: 暂无已完成行程
de: Keine abgeschlossene Fahrt
en: No completed ride
es: Ningún viaje completado
fr: No completed ride
it: Nessun giro completato
tr: Tamamlanan sürüş yok
zh_hant: 暫無已完成行程

# ride_story_events
source: 事件: %d
de: Events: %d
en: Events: %d
es: Events: %d
fr: Events: %d
it: Eventi: %d
tr: Olaylar: %d

# ride_story_generate
source: 生成骑行回顾
de: Fahrtbericht erstellen
en: Generate ride story
es: Generar historia de ruta
fr: Générer le récit de balade
it: Genera racconto uscita
tr: Sürüş öyküsü oluştur
zh_hant: 產生騎行回顧

# ride_story_lean
source: 最大倾角: %@°
de: Maximale Neigung: %@ °
en: Maximum lean: %@°
es: Maximum lean: %@°
fr: Maximum lean: %@°
it: Inclinazione massima: %@ °
tr: Maksimum yatış: %@°
zh_hant: 最大傾角: %@°

# ride_story_narrative_fallback
source: 这次骑行 %@，平均 %@，最高 %@，记录了 %d 个事件。
de: Diese Fahrt umfasste %@, mit einem Durchschnitt von %@, einem Maximum von %@ und %d Ereignissen.
en: This ride covered %@, averaged %@, peaked at %@, and recorded %d events.
es: Esta ruta recorrió %@, con una media de %@, un máximo de %@ y %d eventos.
fr: Cette balade a couvert %@, avec une moyenne de %@, un maximum de %@ et %d événements.
it: Questa uscita ha percorso %@, con una media di %@, un massimo di %@ e %d eventi.
tr: Bu sürüş %@ sürdü, ortalama %@, en yüksek %@ ve %d olay kaydedildi.
zh_hant: 這次騎行 %@，平均 %@，最高 %@，記錄了 %d 個事件。

# ride_story_speed
source: 平均速度: %@
de: Average speed: %@
en: Average speed: %@
es: Average speed: %@
fr: Vitesse moyenne : %@
it: Average speed: %@
tr: Ortalama hız: %@

# roadbook_add
source: 添加
de: Hinzufügen
en: Add
es: Agregar
fr: Ajouter
it: Add
tr: Ekle
zh_hant: 新增

# roadbook_add_coordinate
source: 添加坐标
de: Koordinate hinzufügen
en: Add coordinate
es: Add coordinate
fr: Add coordinate
it: Add coordinate
tr: Koordinat ekle
zh_hant: 新增座標

# roadbook_add_current_location
source: 添加当前位置
de: Add current location
en: Add current location
es: Add current location
fr: Add current location
it: Aggiungi la posizione corrente
tr: Mevcut konumu ekle
zh_hant: 新增目前位置

# roadbook_add_to_calendar
source: 将路线加入日历
de: Route zum Kalender hinzufügen
en: Add route to Calendar
es: Añadir ruta al calendario
fr: Ajouter l’itinéraire au calendrier
it: Aggiungi percorso al calendario
tr: Rotayı Takvim’e ekle
zh_hant: 將路線加入行事曆

# roadbook_coordinate_hint
source: 输入纬度、经度和可选的提示语。
de: Geben Sie Breitengrad, Längengrad und eine optionale Anweisung ein.
en: Enter latitude, longitude and an optional instruction.
es: Ingrese latitud, longitud y una instrucción opcional.
fr: Entrez la latitude, la longitude et une instruction facultative.
it: Enter latitude, longitude and an optional instruction.
tr: Enlem, boylam ve isteğe bağlı bir talimat girin.
zh_hant: 輸入緯度、經度和可選的提示語。

# roadbook_create
source: 新建 Roadbook
de: New Roadbook
en: New Roadbook
es: New Roadbook
fr: Nouveau carnet de route
it: Nuovo Roadbook
tr: Yeni Roadbook

# roadbook_current_location
source: 当前位置
de: Current location
en: Current location
es: Ubicación actual
fr: Emplacement actuel
it: Current location
tr: Mevcut konum
zh_hant: 目前位置

# roadbook_delete
source: 删除路线
de: Roadbook löschen
en: Delete Roadbook
es: Eliminar libro de ruta
fr: Supprimer le carnet de route
it: Delete Roadbook
tr: Roadbook'u sil
zh_hant: 刪除路線

# roadbook_delete_confirm
source: 保存的 GPX 文件也会被删除。
de: The saved GPX file will also be removed.
en: The saved GPX file will also be removed.
es: El archivo GPX guardado también se eliminará.
fr: The saved GPX file will also be removed.
it: Verrà rimosso anche il file GPX salvato.
tr: Kaydedilen GPX dosyası da silinecek.
zh_hant: 保存的 GPX 檔案也會被刪除。

# roadbook_edit
source: 编辑 Roadbook
de: Roadbook bearbeiten
en: Edit Roadbook
es: Editar libro de ruta
fr: Modifier le carnet de route
it: Edit Roadbook
tr: Roadbook'u düzenle
zh_hant: 編輯 Roadbook

# roadbook_instruction
source: 提示语
de: Anweisung
en: Instruction
es: Instrucción
fr: Instruction
it: Istruzioni
tr: Talimat
zh_hant: 提示語

# roadbook_invalid_coordinate
source: 请输入有效的纬度和经度。
de: Geben Sie einen gültigen Breiten- und Längengrad ein.
en: Enter a valid latitude and longitude.
es: Introduzca una latitud y longitud válidas.
fr: Entrez une latitude et une longitude valides.
it: Inserisci una latitudine e una longitudine valide.
tr: Geçerli bir enlem ve boylam girin.
zh_hant: 請輸入有效的緯度和經度。

# roadbook_latitude
source: 纬度
de: Breite
en: Latitude
es: Latitud
fr: Latitude
it: Latitude
tr: Enlem
zh_hant: 緯度

# roadbook_location_unavailable
source: 当前位置不可用
de: Der aktuelle Standort ist nicht verfügbar
en: Current location is unavailable
es: La ubicación actual no está disponible
fr: L'emplacement actuel n'est pas disponible
it: Current location is unavailable
tr: Mevcut konum kullanılamıyor
zh_hant: 目前位置不可用

# roadbook_longitude
source: 经度
de: Longitude
en: Longitude
es: Longitud
fr: Longitude
it: Longitude
tr: Boylam
zh_hant: 經度

# roadbook_minimum_waypoints
source: Roadbook 至少需要两个路点。
de: Ein Roadbook benötigt mindestens zwei Wegpunkte.
en: A Roadbook needs at least two waypoints.
es: A Roadbook needs at least two waypoints.
fr: A Roadbook needs at least two waypoints.
it: A Roadbook needs at least two waypoints.
tr: Bir Roadbook en az iki rota noktası gerektirir.
zh_hant: Roadbook 至少需要兩個路點。

# roadbook_name_required
source: 请先为 Roadbook 设置名称。
de: Give the Roadbook a name first.
en: Give the Roadbook a name first.
es: Give the Roadbook a name first.
fr: Donnez d’abord un nom au Roadbook.
it: Give the Roadbook a name first.
tr: Önce Roadbook için bir ad verin.
zh_hant: 請先為 Roadbook 設定名稱。

# roadbook_next
source: 下一个路点
de: Nächster Wegpunkt
en: Next waypoint
es: Siguiente punto de ruta
fr: Point de cheminement suivant
it: Prossimo punto di passaggio
tr: Sonraki nokta
zh_hant: 下一個路點

# roadbook_normal_navigation_conflict
source: 开始普通导航前，请先结束当前路线。
de: End the active Roadbook before starting normal navigation.
en: End the active Roadbook before starting normal navigation.
es: End the active Roadbook before starting normal navigation.
fr: End the active Roadbook before starting normal navigation.
it: Termina il Roadbook attivo prima di iniziare la normale navigazione.
tr: Normal navigasyonu başlatmadan önce etkin Roadbook'u sonlandırın.
zh_hant: 開始普通導航前，請先結束目前路線。

# roadbook_pause
source: 暂停
de: Pause
en: Pause
es: Pause
fr: Pause
it: Pausa
tr: Duraklat
zh_hant: 暫停

# roadbook_previous
source: 上一个路点
de: Vorheriger Wegpunkt
en: Previous waypoint
es: Punto de ruta anterior
fr: Point de cheminement précédent
it: Previous waypoint
tr: Önceki nokta
zh_hant: 上一個路點

# roadbook_rename
source: 重命名 Roadbook
de: Roadbook umbenennen
en: Rename Roadbook
es: Rename Roadbook
fr: Renommer le carnet de route
it: Rinominare il Roadbook
tr: Roadbook'u yeniden adlandır
zh_hant: 重新命名 Roadbook

# roadbook_resume
source: 继续
de: Wieder aufnehmen
en: Resume
es: Reanudar
fr: CV
it: Riprendere
tr: Sürdür
zh_hant: 繼續

# roadbook_save
source: 保存
de: Save
en: Save
es: Ahorrar
fr: Save
it: Save
tr: Kaydet

# roadbook_share
source: 分享 GPX
de: Share GPX
en: Share GPX
es: Compartir GPX
fr: Partager GPX
it: Condividi GPX
tr: GPX'i paylaş

# roadbook_start
source: 开始路线
de: Start Roadbook
en: Start Roadbook
es: Start Roadbook
fr: Démarrer le roadbook
it: Avvia il Roadbook
tr: Roadbook'u başlat
zh_hant: 開始路線

# roadbook_status_active
source: 进行中
de: Aktiv
en: Active
es: Activo
fr: Active
it: Active
tr: Etkin
zh_hant: 進行中

# roadbook_status_completed
source: 已完成
de: Vollendet
en: Completed
es: Completed
fr: Completed
it: Completed
tr: Tamamlandı

# roadbook_status_off_route
source: 已偏离路线
de: Off route
en: Off route
es: Fuera de ruta
fr: Hors route
it: Off route
tr: Rota dışı
zh_hant: 已偏離路線

# roadbook_status_paused
source: 已暂停
de: Angehalten
en: Paused
es: Paused
fr: En pause
it: In pausa
tr: Duraklatıldı
zh_hant: 已暫停

# roadbook_status_ready
source: 待开始
de: Bereit
en: Ready
es: Listo
fr: Ready
it: Pronto
tr: Hazır
zh_hant: 待開始

# roadbook_stop
source: 结束路线
de: Stoppen Sie das Roadbook
en: Stop Roadbook
es: Detener el libro de ruta
fr: Stop Roadbook
it: Stop Roadbook
tr: Roadbook'u durdur
zh_hant: 結束路線

# roadbook_title
source: ADV 路书
de: ADV-Roadbook
en: ADV Roadbook
es: Libro de ruta ADV
fr: Carnet de route ADV
it: ADV Roadbook
tr: ADV Yol Defteri
zh_hant: ADV 路書

# roadbook_view_waypoints
source: 查看路点
de: View waypoints
en: View waypoints
es: View waypoints
fr: View waypoints
it: Visualizza waypoint
tr: Noktaları görüntüle
zh_hant: 查看路點

# roadbook_waypoint
source: 路点
de: Wegpunkt
en: Waypoint
es: Waypoint
fr: Point de cheminement
it: Waypoint
tr: Rota noktası
zh_hant: 路點

# roadbook_waypoint_count
source: %d 个路点
de: %d Wegpunkte
en: %d waypoints
es: %d puntos de ruta
fr: Points de cheminement %d
it: %d waypoints
tr: %d yol noktası
zh_hant: %d 個路點

# route_plan1
source: 躲避拥堵
de: Avoid traffic jams
en: Avoid traffic jams
es: Evite los atascos
fr: Évitez les embouteillages
it: Avoid traffic jams
tr: Trafik sıkışıklığından kaçının
zh_hant: 避免交通堵塞

# route_plan2
source: 避免收费
de: Vermeiden Sie das Aufladen
en: Avoid charging
es: Avoid charging
fr: Avoid charging
it: Evitare la ricarica
tr: Şarj etmekten kaçının
zh_hant: 避免收費

# route_plan3
source: 不走高速
de: Nehmen Sie nicht die Autobahn.
en: Don't take the highway.
es: Don't take the highway.
fr: Don't take the highway.
it: Non prendere l'autostrada.
tr: Otoyola girme.

# route_plan4
source: 高速优先
de: Hohe Geschwindigkeitspriorität
en: High speed priority
es: Prioridad de alta velocidad
fr: Priorité haute vitesse
it: High speed priority
tr: Yüksek hız önceliği
zh_hant: 高速優先

# route_weather_caution
source: 注意
de: Caution
en: Caution
es: Precaución
fr: Prudence
it: Attenzione
tr: Dikkat

# route_weather_clear
source: 安全
de: Klar
en: Clear
es: Clear
fr: Clair
it: Chiaro
tr: Açık

# route_weather_error_all_providers_failed
source: 路线天气服务均请求失败，请稍后重试。
de: Beide Streckenwetteranbieter scheiterten. Bitte versuchen Sie es später noch einmal.
en: Both route weather providers failed. Please try again later.
es: Both route weather providers failed. Please try again later.
fr: Both route weather providers failed. Please try again later.
it: Entrambi i fornitori di servizi meteorologici del percorso hanno fallito. Per favore riprova più tardi.
tr: Rota hava durumu sağlayıcılarının ikisi de başarısız oldu. Daha sonra tekrar deneyin.
zh_hant: 路線天氣服務均請求失敗，請稍後重試。

# route_weather_error_cancelled
source: 路线天气分析已取消。
de: Die Streckenwetteranalyse wurde abgebrochen.
en: The route weather analysis was cancelled.
es: The route weather analysis was cancelled.
fr: L'analyse météorologique de l'itinéraire a été annulée.
it: The route weather analysis was cancelled.
tr: Rota hava durumu analizi iptal edildi.
zh_hant: 路線天氣分析已取消。
